<script setup>
import TheContainer from './TheContainer.vue'
import TheHeader from './TheHeader.vue'
import ThePolicyBlock from "@/components/ThePolicyBlock.vue";
import ThePolicyLine from "@/components/ThePolicyLine.vue";


const firstPoint = {
  title : '',
  subTitles: [
      '1.1. Настоящая Политика конфиденциальности (далее — «Политика») является документом Общества с ограниченной ответственностью «КЭПИТАЛ БОРД» (ОГРН 1237700608309, ИНН 9704220707, место нахождения: 119002, город Москва, Староконюшенный пер, д. 10/10 стр. 1, помещ. 7г) (далее — «Компания»), предоставляющий вам информацию о том, как Компания обращается с Вашими персональными данными. Любые обозначения «Компания», «мы», «наш» или «нас» относятся к Компании и определяют порядок получения, обработки и защиты информации о пользователях (далее — «Информация»), пользующихся платформой Skyfort.capital (далее – «Платформа»).',
      '1.2. Целью настоящей Политики является обеспечение надлежащей защиты Информации о пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.',
      '1.3. Отношения, связанные со сбором, записью, систематизацией, накоплением, хранением, уточнением, извлечением, использованием, передачей (распространением, предоставлением, доступом), обезличиванием, блокированием, удалением, уничтожением персональных данных, осуществляемыми с использованием средств автоматизации и без использования таких средств, регулируются настоящей Политикой, а также действующим применимым законодательством Российской Федерации. ',
      '1.4. Условием использования Платформы является согласие пользователя с настоящей Политикой и Соглашением. Регистрируясь и/или используя Платформу, вы даёте согласие на обработку персональных данных в соответствии с настоящей Политикой. При каждом доступе и/или фактическом использовании Платформы пользователь соглашается с условиями настоящей политики, а также с условиями Соглашения (далее в редакциях, которые действовали на момент фактического использования Платформы).',
      '1.5. Действующая редакция Политики доступна любому пользователю сети Интернет. Настоящая Политика может быть изменена Компанией. Любые изменения в Политике осуществляются Компанией самостоятельно и вступают в силу в день, следующий за днём опубликования таких изменений. Пользователь обязуется самостоятельно знакомиться с изменениями, внесёнными в Политику. Фактическое использование пользователем Платформы после внесения изменений в условия настоящей Политики означает согласие пользователя с новыми условиями.',
      '1.6. В случае несогласия пользователя с условиями настоящей Политики использование Платформы должно быть немедленно прекращено.',
      '1.7. Определения, используемые в настоящей Политике и относящиеся к обработке персональных данных, означают следующее:'
  ]
}
const lines = [
  {
    term: 'Автоматизированная обработка персональных данных',
    definition: 'Обработка персональных данных с помощью средств вычислительной техники',
  },
  {
    term: 'Блокировка персональных данных',
    definition: 'Временное прекращение обработки персональных данных (за исключением случаев, когда обработка необходима для уточнения персональных данных)',
  },
  {
    term: 'Информационная система персональных данных',
    definition: 'Совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств',
  },
  {
    term: 'Информация',
    definition: 'Данные, независимо от их формы',
  },
  {
    term: 'Конфиденциальность персональных данных',
    definition: 'Обязательное для соблюдения Компанией или иным получившим доступ к персональным данным лицом требование не допускать их распространение без согласия субъекта персональных данных или наличия иного законного основания',
  },
  {
    term: 'Обезличивание персональных данных',
    definition: 'Действия, делающие невозможным идентификацию персональных данных в отношении конкретного субъекта данных без дополнительной информации',
  },
  {
    term: 'Обработка персональных данных',
    definition: 'Любое действие или серия действий, выполняемых с персональными данными с использованием или без использования автоматизированных или электронных средств, включая сбор, запись, систематизацию, накопление, хранение, обновление и изменение персональных данных, извлечение, использование, передачу (распространение, представление, предоставление доступа), обезличивание, блокирование, удаление и уничтожение персональных данных',
  },
  {
    term: 'Оператор',
    definition: 'Государственный орган, муниципальный орган, юридическое лицо или физическое лицо, самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными',
  },
  {
    term: 'Персональные данные',
    definition: 'Любая информация, относящаяся к прямо или косвенно определённому или определяемому физическому лицу (субъекту персональных данных)',
  },
  {
    term: 'Предоставление персональных данных',
    definition: 'Раскрытие персональных данных конкретному лицу или определённой группе лиц',
  },
  {
    term: 'Согласие на предоставление данных',
    definition: 'Осознанное и добровольное волеизъявление физического лица о предоставлении им самим данных о себе, совершённое в форме, позволяющее достоверно определить такое предоставление',
  },
  {
    term: 'Согласие на трансграничную передачу данных',
    definition: 'Предоставление согласия физическим лицом включает в себя осознанное и добровольное согласие его на трансграничную передачу своих данных в другие страны',
  },
  {
    term: 'Предоставление персональных данных',
    definition: 'Раскрытие персональных данных конкретному лицу или определённой группе лиц',
  },
  {
    term: 'Распространение персональных данных',
    definition: 'Раскрытие персональных данных неопределённой группе лиц',
  },
  {
    term: 'Субъект данных (в том числе персональных данных)',
    definition: 'Указанное физическое лицо',
  },
  {
    term: 'Трансграничная передача персональных данных',
    definition: 'Передача персональных данных на территорию иностранного государства, иностранному государственному органу или иностранному физическому или юридическому лицу',
  },
  {
    term: 'Уничтожение персональных данных',
    definition: 'Действия, делающие невозможным восстановление персональных данных в информационной системе персональных данных и/или приводящие к ликвидации материальных носителей персональных данных',
  },
]
const points = [
  {
    title:'<span><span>2.</span><span>Условия пользования Платформой</span></span>',
    subTitles: [
        '<span>2.1. Оказывая услуги по использованию Платформы (далее — «Услуги Платформы»), Компания, действуя разумно и добросовестно, считает, что пользователь:<br/>обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать Платформу;  указывает достоверную информацию о себе в объёмах, необходимых для пользования Услугами Платформы; ознакомлен с настоящей Политикой, выражает своё согласие с ней и принимает на себя указанные в ней права и обязанности.</span>',
        '2.2. Компания не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Компанией обязательств перед пользователем, отражена в Соглашении, в настоящей Политике или закреплена применимым законодательством.',
    ],
  },
  {
    title: '<span><span>3.</span><span>Цели обработки Информации</span></span>',
    subTitles: [
        'Компания осуществляет обработку Информации о пользователях, в том числе их персональных данных, в целях выполнения обязательств Компании перед пользователями в отношении использования Платформы на основании Соглашения и согласия пользователя.'
    ]
  },
  {
    title: '<span><span>4.</span><span>Правовые основы обработки</br> персональных данных</span></span>',
    subTitles: [
        '4.1. Компания обрабатывает персональные данные в следующих случаях:',
        '<ul><li>с предварительного согласия субъекта данных;</li><li>в соответствии с международным договором или в соответствии с национальным законодательством страны использования Платформы;<li>для целей соглашения с субъектом данных или соглашения, в котором субъект данных является бенефициаром или гарантом, в том числе, когда оператор осуществляет своё право на уступку требования или права по такому соглашению;</li><li>для защиты прав оператора, прав третьих лиц или в общественных целях, если нет нарушения прав и свобод субъекта данных;</li><li>для целей обязательного раскрытия или публикации персональных данных в случаях, прямо предусмотренных законом.</li></ul>',
    ]
  },
  {
    title: '<span><span>5.</span><span>Состав Информации о Пользователях</span></span>',
    subTitles: [
        '5.1. Обрабатываемая Компанией Информация, включает в себя:',
        '5.1.1. Учётные данные, под которыми понимаются:',
        '<ul><li>данные о пользователе, предоставляемые пользователем для создания аккаунта в процессе регистрации на Платформе, которые могут включать информацию о себе при регистрации и/или использовании Платформы, включая ваше имя, возраст (дата рождения), пол, адрес электронной почты, номер телефона и языковые настройки;</li><li>дополнительная информация, заполняемая пользователем при редактировании своего аккаунта в процессе использования Платформы;</li><li>данные, дополнительно предоставляемые пользователем по запросу Компании для целей исполнения Компанией обязательств перед пользователем, вытекающих из Соглашения.</li></ul>',
        'Полученные Компанией учётные данные в объёме, необходимом и достаточном для их отнесения в соответствии с национальным законодательством пользователя к персональным данным, обрабатываются Компанией как персональные данные на условиях настоящей Политики.',
        'Компания обрабатывает вышеуказанные данные для целей исполнения Соглашения с пользователем, в частности для предоставления доступа к Платформе, для управления и администрирования Платформой, для подтверждения принадлежности аккаунта на Платформе заявителю, обратившемуся с запросом о восстановлении доступа к аккаунту, а также для связи с субъектом персональных данных в случае необходимости, в том числе для направления информационных сообщений и анонсов событий на Платформе.',
        'Другие данные, необходимые для функционирования Платформы, а именно:',
        '<ul><li>данные о технических средствах (устройствах), технологическом взаимодействии с Платформой (в т.ч. IP-адрес хоста, вид операционной системы пользователя, тип браузера, географическое положение*, поставщик услуг Интернета), историю браузера, информацию о Вашем операторе мобильной связи, часовом поясе, информацию о Вашем мобильном телефоне, включая модель вашего устройства, разрешение экрана, операционную систему и платформу, а также информацию о Вашем использовании Платформы.</li></ul>',
        '*Данные о местоположении. Когда вы используете Платформу на мобильном устройстве, мы можем собирать информацию о Вашем местоположении. С вашего согласия мы также будем собирать данные глобальной системы позиционирования (GPS) и информацию о местоположении мобильного устройства. Это необходимо для исполнения требований местного применимого законодательства о предоставлении информации и об ограничении доступа к запрещённой информации, автоматически получаемой при доступе к Платформе с использованием закладок (cookies), как определено ниже;',
        '<ul><li>информацию, создаваемую пользователями на Платформе вне раздела редактирования аккаунта;</li><li>информацию, полученную в результате действий пользователя на Платформе;</li><li>информацию, полученную в результате действий других пользователей на Платформе;</li><li>обобщённую аналитическую информацию об использовании интернет-сервисов;</li></ul>',
        'Компания обрабатывает вышеуказанные данные для целей исполнения Соглашения с пользователем, в частности для предоставления доступа к Платформе, для управления и администрирования Платформой, для улучшения работы и персонализации Платформы.',
        '5.2. Специальные категории персональных данных, касающиеся здоровья, политических убеждений, религиозных или философских взглядов, частной жизни, не подлежат обработке; если местным законодательством установлены иные категории персональных данных, отнесённые к специальным, то в данном случае применяются нормы национального законодательства при использовании Платформы. ',
        '5.3. Компания не имеет цели обрабатывать биометрические данные (в частности, не использует изображение в целях установления личности пользователей) и специальные категории данных и не обрабатывает их.',
        '5.4. Размещая информацию о себе, Пользователь понимает, что она может быть доступна неопределённому кругу пользователей сети Интернет с учётом настроек желаемого уровня.',
    ]
  },
  {
    title: '<span><span>6.</span><span>Принципы, условия и порядок обработки персональных данных Компанией</span></span>',
    subTitles: [
        '6.1. Компания осуществляет сбор, запись, систематизацию, накопление, хранение, обновление (корректировку, изменение), извлечение, использование, передачу (раскрытие, предоставление доступа), обезличивание, блокирование, удаление и уничтожение персональных данных.',
        '6.2. Сроки хранения персональных данных определяются на основании следующего. Учётные и другие данные пользователей обрабатываются и хранятся на серверах Компании и/ или на локальных серверах в соответствии с национальным законодательством, при этом хранение осуществляется исключительно на электронных носителях, а обработка — с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка учётных и других данных необходима в связи с исполнением требований применимого местного законодательства.',
        'Для выполнения наших договорных и юридических обязательств может потребоваться трансграничная передача. Цели любой трансграничной передачи данных заключаются в обеспечении функциональности Платформы, заявленной пользователю, для облегчения обеспечения этой функциональности или могут включать необходимость соблюдения любого применимого законодательства, когда соответствующее законодательство разрешает передачу данных. Любые данные, передаваемые третьим лицам, независимо от того, связаны ли они с трансграничной передачей, будут сведены к минимуму и обезличены, насколько это целесообразно для защиты физических лиц и их персональных данных. Регистрируясь на Платформе, пользователь даёт согласие на трансграничную передачу. ',
        '6.2.1. Учётные и другие данные хранятся Компанией до достижения целей их обработки, а именно в течение срока действия Соглашения с пользователем; при этом, если национальным законодательством предусмотрены иные сроки хранения, применяются нормы соответствующих законов. В случае удаления аккаунта Компания хранит на своих электронных носителях необходимые учётные и другие данные Пользователя в течение необходимого и установленного применимым законодательством срока. В случае самостоятельного удаления своей персональной страницы Пользователь вправе восстановить свой аккаунт в течение 30 дней с момента удаления.',
        '6.3. Мы обрабатываем персональные данные законным и справедливым образом.',
        '6.4. Мы гарантируем точность, достаточность и актуальность всех персональных данных, которые обрабатываются в соответствии со всеми раскрытыми целями обработки данных.',
        '6.5. Компания не раскрывает и не распространяет персональные данные третьим лицам без согласия субъекта персональных данных, за исключением случаев, предусмотренных настоящей Политикой.',
        '6.6. Компания не принимает решений, создающих правовые последствия в отношении субъекта персональных данных или иным образом затрагивающих его права и законные интересы, на основании исключительно автоматизированной обработки персональных данных.',
        '6.7. Компания обрабатывает персональные данные с использованием ручных, средств вычислительной техники, а также с использованием средств автоматизированной и неавтоматизированной обработки персональных данных.',
        '<span>6.8. Прекращение обработки учётных и других данных.</br> Обработка данных осуществляется до наступления достижения целей обработки учётных и других данных, при которых Компания прекращает обработку учётных и других данных одним из способов, предусмотренных законом. Невзирая на вышесказанное после того, как вы прекратили пользоваться Платформой, мы можем хранить Вашу Информацию в обобщённом и обезличенном формате.</span>',
        '6.9. Передача третьим лицам.',
        '6.9.1. Мы передаём ваши персональные данные, а также прочую Информацию, следующим третьим лицам:',
        '<span>поставщикам услуг облачных хранилищ для хранения предоставленной вами Информации и услуг аварийного восстановления, а также для выполнения любого договора, который мы заключаем с вами;</br>операторам аналитических и поисковых систем, которые помогают нам в оптимизации и улучшении Платформы; поставщикам ИТ-услуг; и</br>нашему центру обработки данных и хостинг-провайдерам наших серверов.</span>',
        '<span>Мы также будем передавать Вашу Информацию любым участникам, дочерним и материнским организациям</br> или аффилированным лицам нашей группы компаний исключительно для целей, изложенных выше.</br>Мы будем передавать Вашу Информацию правоохранительным органам, государственным органам или другим организациям, если это требуется по закону или если такая передача необходима, чтобы:</span>',
        '<span>выполнять обязанности, процедуры или запросы;</br>обеспечить соблюдение нашего Соглашения и других соглашений, политик и стандартов, включая процедуру расследования любых потенциальных нарушений данных документов;</br>выявлять, предотвращать или иным образом реагировать на угрозы безопасности, мошенничество или технические вопросы;</br>защищать наши права, собственность или безопасность, а также права, собственность или безопасность наших пользователей, третьих лиц или общества в целом в соответствии с требованиями законодательства.</span>',
    ]
  },
  {
    title: '<span><span>7.</span><span>Cookies</span></span>',
    subTitles: [
        '7.1. Cookies представляют собой небольшие фрагменты данных, которые веб-сайты запрашивают у браузера, используемого на компьютере или мобильном устройстве пользователя. Сookies хранятся локально на компьютере или мобильном устройстве пользователя. Сookies содержат информацию, которая позволяет определить предпочтения пользователя, сведения об используемом оборудовании, о дате и времени сессии и т.п.',
        '7.2. Компания собирает и обрабатывает Сookies в отношении пользователей, посещающих Платформу. Сookies обрабатываются Компанией исключительно с целью, которая указана в п. 3 настоящей Политики, на условиях и в порядке, определённых настоящей Политикой.',
        '7.3. Мы используем следующие файлы Cookies:',
        '<span>Обязательные файлы Cookies. Это файлы Cookies, которые необходимы для работы Платформы. Они включают, например, файлы Cookies, которые позволяют вам получать доступ в защищённые области Платформы.</br>Функциональные файлы Cookies. Эти файлы Cookies используются для того, чтобы идентифицировать вас при возвращении на Платформу. Это позволяет нам персонализировать содержание сайта для вас, приветствовать вас по имени и запоминать ваши предпочтения (например, выбранный язык или регион). Эти файлы Cookies поддерживают функцию входа на Платформу в течение 90 дней.</br>Целевые файлы Cookies. Эти файлы Cookies фиксируют ваше посещение Платформы, открытые вами страницы и ссылки, по которым вы перешли, включая ваше использование других вебсайтов или приложений. Мы будем использовать эту информацию, чтобы сделать Платформу и размещённую на ней рекламу более актуальной для вас. Для достижения данной цели мы также можем передавать эту информацию третьим лицам. Наши поставщики услуг также могут использовать информацию о Вашем использовании нашей Платформы для предоставления вам целевой рекламы на других вебсайтах и в других приложениях.</br>Аналитические файлы Cookies. Аналитические файлы Cookies — это статистические системы измерения аудитории, которые мы используем в отношении наших сервисов, чтобы определить, какие веб-страницы вы посещаете и как вы используете Платформу.',
        '7.4. Полученные Компанией Cookies могут обрабатываться сервисами веб-аналитики Google. Пользователь может отказаться от обработки Cookies сервисами, указанными в п. 7.4 настоящей Политики, при входе на Платформу. В указанном случае Компания будет использовать только те Cookies, которые указаны в п. 7.3 Политики.П',
    ]
  },
  {
    title: '<span><span>8.</span><span>Права и обязанности пользователей</span></span>',
    subTitles: [
        '8.1. Пользователи вправе:',
        '8.1.1. Осуществлять свободный бесплатный доступ к информации о себе посредством входа в аккаунт пользователя.',
        '8.1.2. Самостоятельно вносить изменения и исправления в информацию о себе в аккаунте, при условии, что такие изменения и исправления содержат актуальную и достоверную информацию. Если местным законодательством предусмотрено право на возражение, то пользователь имеет право в любое время посредством направления мотивированного письма по электронной почте возразить против обработки своих персональных данных.',
        '8.1.3. Удалять информацию о себе из аккаунта.',
        '8.1.4. Требовать от Компании уточнения своих учётных данных, их блокирования или уничтожения в случае, если такие данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки и, если невозможно самостоятельно выполнить вышеуказанные действия.',
        '8.1.5. На основании запроса получать от Компании информацию, касающуюся обработки его учётных данных, в том числе о механизме автоматизированной обработки.',
        '8.1.6. Иные права, предоставляемые пользователю применимым национальным законодательством, например, право обращаться с жалобами на обработку своих персональных данных в уполномоченный орган.',
    ]
  },
  {
    title: '<span><span>9.</span><span>Конфиденциальность персональных данных</span></span>',
    subTitles: [
        '9.1. Компания имеет системы информационной безопасности и управления конфиденциальной информацией, которые помогают обеспечить безопасность и конфиденциальность персональных данных.',
        '9.2. Доступ к персональным данным предоставляется только тем лицам, которые нуждаются в них для выполнения своих обязанностей.',
        '<span>9.3 Сотрудники проходят обучение методам и способам безопасной обработки </br>персональных данных.</span>',
        '9.4. Права, обязанности и ответственность работников, обрабатывающих персональные данные, изложены в их трудовых договорах и/или должностных инструкциях.'
    ]
  },
  {
    title: '<span><span>10.</span><span>Обновление, изменение, удаление и уничтожение персональных данных</span></span>',
    subTitles: [
        '10.1. За исключением случаев, предусмотренных законом, Компания прекращает обработку персональных данных в следующих случаях:',
        '<span>при наступлении условий прекращения обработки персональных данных или по достижении установленного срока;</br>' +
        'после достижения целей обработки данных или после того, как необходимость обработки данных исчезла;</br>' +
        'по запросу субъекта персональных данных, если обрабатываемые персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</br>' +
        'в случае обнаружения незаконной обработки персональных данных, если невозможно обеспечить законность обработки персональных данных;</br> в случае отзыва субъектом персональных данных его согласия на обработку персональных данных или истечения срока действия такого согласия (если персональные данные обрабатываются исключительно на основании согласия субъекта персональных данных);</br>или в случае ликвидации Компании.</span>',
        '10.2. В случае достижения цели обработки персональных данных Компания прекращает обработку персональных данных и уничтожает их в установленный законом срок с даты достижения цели обработки персональных данных, за исключением случаев, когда законом требуется обработка персональных данных в течение более длительного периода времени.',
        '10.3. Если субъект персональных данных отзывает своё согласие на обработку своих персональных данных, мы прекращаем их обработку в течение установленного применимым законом срока с даты получения отзыва, за исключением случаев, когда по закону требуется обработка персональных данных в течение более длительного периода времени.',
        '10.4. Компания информирует субъекта персональных данных или его представителя о наличии персональных данных, относящихся к субъекту. По требованию субъекта персональных данных или его представителя Компания обязана предоставить ему эти персональные данные установленный применимым законом срок с момента получения запроса.',
    ]
  },
  {
    title: '<span><span>11.</span><span>Ответы на запросы субъектов о доступе к персональным данным</span></span>',
    subTitles: [
        '11.1. По требованию субъекта персональных данных или его представителя Компания предоставляет ответ о наличии персональных данных, относящихся к соответствующему субъекту персональных данных, а также предоставляет возможность ознакомления с этими персональными данными в установленный законом срок с даты получения запроса.',
        '11.2. По требованию субъекта персональных данных или его представителя, а также по требованию контролирующего органа Компания блокирует любую незаконную обработку персональных данных сразу после запроса на период расследования и, в случае необходимости, на постоянной основе после этого.',
        '11.3. Компания исправляет, уточняет и вносит изменения в содержание любых недостоверных персональных данных в течение допустимого законодательством срока с момента обращения субъекта персональных данных и предоставления необходимых документов.',
        '11.4. Если будет обнаружена незаконная обработка персональных данных, мы прекратим незаконную обработку персональных данных в течение допустимого законодательством срока.',
        '11.5. Если иное не разрешено законом, Компания информирует субъекта персональных данных или его представителя о любой обработке персональных данных, относящихся к субъекту персональных данных, и в случае необходимости предоставляет копию таких данных срок, допустимого законодательством с даты получения запроса.'
    ]
  },
  {
    title: '<span><span>12.</span><span>Меры по обеспечению исполнения обязательств оператора персональных данных, устанавливаются согласно законодательству использования Платформы</span></span>',
    subTitles: [
        '12.1. Компания получает персональные данные только напрямую и непосредственно от субъектов данных, а также от их законных представителей.',
        '12.2. Для авторизации доступа к Платформе используется логин (адрес электронной почты) и пароль пользователя. Ответственность за сохранность данной информации несёт пользователь. Пользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.'
    ]
  },
  {
    title: '<span><span>13.</span><span>Ограничение ответственности Компании</span></span>',
    subTitles: [
        '13.1. Компания не несёт ответственности за действия третьих лиц, получивших в результате использования Интернета или Платформы доступ к информации о пользователе в соответствии с выбранным пользователем уровнем конфиденциальности, за последствия использования информации, которая в силу природы Платформы доступна любому пользователю сети Интернет. Компания рекомендует пользователям ответственно подходить к решению вопроса об объёме информации о себе, размещаемой на платформе.',
    ]
  },
  {
    title: '<span><span>14.</span><span>Обращения пользователей</span></span>',
    subTitles: [
        '14.1. Сведения об обрабатываемой Компанией Информации, в том числе о персональных данных пользователя, в связи с использованием им Платформы предоставляются пользователю или его представителю при обращении (запросе). ',
        '14.2. Любые письменные запросы направляются по адресу электронной почты: support@skyfort.capital',
        'Пользователь также вправе отозвать согласие на обработку своих персональных данных путём направления Компании письменного заявления по адресу электронной почты:support@skyfort.capital',
    ]
  }
]
</script>

<template>
  <TheHeader/>
  <div class="information-bg"></div>
  <TheContainer class="information">
    <h1 class="policy__title">Политика конфиденциальности</h1>
    <h1 class="policy__title-mobile">Политика<br/> конфиденциа-<br/>льности</h1>
    <div class="policy">
      <ThePolicyBlock :title="firstPoint.title" :sub-titles="firstPoint.subTitles"/>
      <div class="lines">
        <ThePolicyLine v-for="line in lines" :key="line.term" :term="line.term" :definition="line.definition"/>
      </div>
      <ThePolicyBlock v-for="point in points" :key="point.title" :title="point.title" :sub-titles="point.subTitles"/>
    </div>
  </TheContainer>
</template>

<style lang="scss">
.policy{
    margin: 0 -0 100px 0;
    padding: 16px 39px;
    border-radius: 40px;
    background: linear-gradient(180deg, #FFF 0%, #FFF 100%);
    display: flex;
    justify-content: center;
    flex-direction: column;
    gap:40px;
  &__title{
    text-align: center;
    @include adaptive-value('font-size', 96, 50, 1);
    line-height: 1;
    letter-spacing: 0.96px;
    color: #fff;
    @include adaptive-value('margin-bottom', 56, 36, 1);
  }
  &__title-mobile{
    display: none;
    text-align: center;
    @include adaptive-value('font-size', 96, 50, 1);
    line-height: 1;
    letter-spacing: 0.96px;
    color: #fff;
    @include adaptive-value('margin-bottom', 56, 36, 1);
  }
  .lines{
    margin-bottom: 20px;
  }
}
@media (max-width: 800px) {
  .policy{
    margin: 0 0 40px 0;
    border-radius: 32px;
    padding: 16px 32px;
    &__title{
      display:none;
    }
    &__title-mobile{
      display:block;
    }
  }
}
</style>
